[
    {"id": 1, "name": "Toyota Prius", "description" : "Prius Prime offers the best of both worlds: impressive fuel economy and the flexibility of electric charging. Discover how much you can save with this plug-in hybrid’s ability to drive solely on electricity and seamlessly switch to hybrid mode when the charge runs out.", "price": 24525, "img": "https://www.ccarprice.com/products/Toyota_prius_Two_Eco_2017.jpg"},
    {"id": 2, "name": "Toyota Yaris", "description" : "The perfect city car, designed for urban life, new Yaris fuses progressive Hybrid technology with a fully charged, “ready to go” design. Because, when you have the energy to keep going, why stop?", "price": 27000, "img": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/yaris-gr-010-1578671200.jpg"},
    {"id": 3, "name": "Toyota Harrier", "description" : "The Toyota Harrier is not a familiar nameplate to most Americans. Previously sold in Japan as an identical twin of the Lexus RX with a Toyota badge, the Harrier has recently diverged from the Lexus.", "price": 55500, "img": "https://images.hindustantimes.com/auto/img/2020/06/24/original/Toyota_harrier-gr-rear_1592991745494.jpg"},
    {"id": 4, "name": "Honda Civic", "description" : "The Civic ran away with this comparison. It outclasses the Corolla in almost every way we can think of.”—MotorTrend", "price": 21900, "img": "https://media.autoexpress.co.uk/image/private/s---P0CVnq_--/v1601464532/autoexpress/2020/09/Honda%20Civic%20Type%20R%20Limited%20Edition-5.jpg"},
    {"id": 5, "name": "Kia Sportage", "description" : "The 2022 Kia Sportage arrives with a fresh exterior, available all-wheel drive, a number of standard driver-assistance features, and the stunningly sleek Sportage Nightfall Edition Trim.", "price": 21300, "img": "https://cdn.carbuzz.com/gallery-images/1600/888000/400/888451.jpg"},
    
    {"id": 6, "name": "Honda Vezel", "description" : "Honda Vezel is one of the most selling midsize SUV in the world. High sefty features and more tourke made it one of the most favourite car in the world.", "price": 400, "img": "https://global.honda/content/dam/site/global/heritage/cq_img/timeline/products-history/automobile/Hybrid/2013Vezel/01.jpg"},
    {"id": 7, "name": "Hyundai Creta", "description" : "Hyundai Creta is a 5 seater SUV available in a price range of ₹ 10.16 - 17.87 Lakh. It is available in 19 variants, 1 engine option and 4 transmission options : Manual, Automatic (CVT), Automatic (Torque Converter) and Automatic (Dual Clutch). ... The mileage of Creta ranges from 17 kmpl to 21 kmpl.", "price": 22800, "img": "https://hyundaibrunei.com/sm_assets/2021/04/Hyundai-Creta-PWT-TTB-.jpg"},
    {"id": 8, "name": "Hyundai Tuscon", "description" : "The all-new 2022 TUCSON is the defining answer after our engineers and designers asked how we can make a great SUV even greater. We questioned every detail. Every assumption. We gave it a daring new look inside and out. Game-changing technology and safety.", "price": 24500, "img": "https://1.bp.blogspot.com/-HjLTHHSmx6M/YFE4TTLUdHI/AAAAAAAAc2s/EL0LVyvDFC8rbayqnslG0Yjq0v5lim9hQCLcBGAsYHQ/s1556/Screen%2BShot%2B2021-03-16%2Bat%2B23.57.38.jpg"},
    {"id": 9, "name": "Kia Optima", "description" : "The Kia Optima or Kia K5 is sedan car. The electronic and seafty features of this car highly competitive any sedan car of the world. It is most affordable high quality sedan car in the world. The Optima is waiting for you. Take ride high.", "price": 20000, "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Kia_Optima_%28JF%29_%28cropped%29.jpg/1200px-Kia_Optima_%28JF%29_%28cropped%29.jpg"},
    {"id": 10, "name": "Honda CR-V Hybrid", "description" : "The new Honda CR-V is responsive, smooth and efficient. It’s an SUV with an intelligent, highly advanced e:HEV powertrain that provides a seamless driving experience.", "price": 30960, "img": "https://scout.customerscout.net/Gallery/IMAGES/2021/Honda/CR-V-Hybrid/2021-Honda-CR-V-Hybrid-hero.jpg"}
   
]