[
    {"id": 1, "name": "Honda Vezel", "description" : "Honda Vezel is one of the most selling midsize SUV in the world. High sefty features and more tourke made it one of the most favourite car in the world.", "price": 23500, "img": "https://global.honda/content/dam/site/global/heritage/cq_img/timeline/products-history/automobile/Hybrid/2013Vezel/01.jpg"},
    {"id": 2, "name": "Porsche Cayenee GTS", "description" : "The Cayenne and Cayenne Coupé: both boast a striking appearance and impressive performance, with up to five seats. Whether you prefer embarking upon your next adventure in the Cayenne together with friends, or fall for the iconic lines of the Coupé, it is purely a matter of personal taste.", "price": 22000, "img": "https://www.auto-mag.fr/wp-content/uploads/2020/06/porsche-cayenne-coupe-gts-v8-2020-03-1000x600.jpg"},
    {"id": 3, "name": "Range Rover Evoque", "description" : "The Range Rover Evoque is minimalist and refined. The Range Rover Evoque R-Dynamic pushes the boundaries with a bolder, sportier design that adds to the vehicle’s undoubted appeal.", "price": 65000, "img": "https://cdn.drivek.it/configurator-covermobile/cars/gb/768/LAND-ROVER/RANGE-ROVER-EVOQUE/32680_SUV-5-DOORS/land-rover-evoque-2018-cover-mobile.jpg"},
    {"id": 4, "name": "Mitsubishi Outlander", "description" : "The epitome of meticulous Japanese craftsmanship, every stitch and curve of the 2022 Outlander's interior has been specifically designed for ultimate comfort, convenience and safety-while never sacrificing style.", "price": 26000, "img": "https://www.motortrend.com/uploads/sites/5/2021/02/2022-Mitsubishi-Outlander-5.jpg"},
    {"id": 5, "name": "Honda CH-R", "description" : "Despite its bold styling, the 2021 Toyota C-HR is an SUV designed to deliver high fuel economy rather than satisfying speed or eye-widening handling. Its four-cylinder engine is underpowered and slow to get up to speed, but the C-HR's 37-mpg result in our highway fuel economy testing is the payoff for your patience.", "price": 25500, "img": "https://gomechanic.in/blog/wp-content/uploads/2019/10/2018-toyota-c-hr-review.jpg"},
    {"id": 6, "name": "Toyota RAV-4 Prime", "description" : "RAV4 Prime is our quickest, most powerful RAV4 yet, with an impressive 302 combined net horsepower. And with its standard AWD providing added traction, inclement weather won’t put a damper on your drive.", "price": 38000, "img": "https://www.motortrend.com/uploads/sites/5/2020/07/2021-Toyota-RAV4-Prime-XSE-4.jpg"}
]